export const timePeriodsData = [
  {
    title: "Технологии",
    events: [
      {
        year: 1980,
        description: "Sinclair Research выпускает домашний компьютер ZX80",
      },
      {
        year: 1981,
        description: "IBM представила свой первый персональный компьютер (PC).",
      },
      {
        year: 1982,
        description:
          "Nintendo выпустила свою первую игровую консоль — Color TV-Game.",
      },
      {
        year: 1984,
        description:
          "Apple представила Macintosh, первый массовый персональный компьютер с графическим пользовательским интерфейсом.",
      },
      {
        year: 1986,
        description:
          "Завершение строительства первого модуля МКС, который затем был назван 'Заря'.",
      },
    ],
    dates: "1980 1986",
  },
  {
    title: "Кино",
    events: [
      {
        year: 1987,
        description: "«Хищник/Predator, США(реж. Джон Мактирнан)»",
      },
      {
        year: 1988,
        description:
          "«Кто подставил кролика Роджера»/Who Framed Roger Rabbit, США (реж. роберт Земекис)",
      },
      {
        year: 1989,
        description:
          "«Назад в будущее 2»/Back To The Future 2, США(реж. Роберт Земекис)",
      },
      {
        year: 1990,
        description: "«Крепкий орешек 2»/Die Hard 2, США(реж. Ренни Харлин)",
      },
      {
        year: 1991,
        description:
          "«Семейка адамс»/The Addams Famity, США(реж. Барри Зонненфельд)",
      },
    ],
    dates: "1987 1991",
  },
  {
    title: "Литература",
    events: [
      {
        year: 1992,
        description:
          "Нобелевская премия по литературе - Декор Уолкотт, «За блестящий образец карибского эпоса в 64 разделах»",
      },
      {
        year: 1994,
        description: "«Бессоница» - роман Стивена Кинга.",
      },
      {
        year: 1995,
        description: "Нобелевская премия по литературе - Шеймас Хини",
      },
      {
        year: 1997,
        description:
          "Компания Apple выпускает первый iMac, который кардинально изменил дизайн компьютеров.",
      },
    ],
    dates: "1992 1997",
  },
  {
    title: "Новости",
    events: [
      {
        year: 1999,
        description:
          "Премьера балета «Золушка» в постановке Жан-Кристофа Майо, сценография Эрнеста Пиньона.",
      },
      {
        year: 2000,
        description: "Возобновлено издание журнала «Театр» .",
      },
      {
        year: 2002,
        description:
          "Премьера трилогии Тома Стоппарда «Берег Утопии», Королевский Национальный театр, Лондон.",
      },
      {
        year: 2003,
        description:
          "Выпуск спутника Mars Exploration Rover, который обеспечивает важные данные о Марсе.",
      },
      {
        year: 2004,
        description:
          "Фейсбук (Facebook) был основан Марком Цукербергом и его сокурсниками.",
      },
    ],
    dates: "1999 2004",
  },
  {
    title: "Спорт",
    events: [
      {
        year: 2006,
        description:
          "Баскетбольный клуб ЦСКА стал победителем национального первенства по России",
      },
      {
        year: 2008,
        description:
          "С 8 по 24 августа в Пекине прошли 29-у летние Олимпийские игры.",
      },
      {
        year: 2010,
        description: "13-28 февраля в Ванкувере: Зимние Олимпийские игры",
      },
      {
        year: 2012,
        description: "2 августа - Летние Олимпийские игры.",
      },
      {
        year: 2014,
        description: "XXII зимние Олимпийские игры (Сочи, Россия)",
      },
    ],
    dates: "2006 2014",
  },
  {
    title: "Наука",
    events: [
      {
        year: 2015,
        description:
          "13 сентября - частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        year: 2016,
        description:
          "Телескоп «Хаббл» обнаружил самую удаленную из всех обнуруженных галактик, получившую обозначение GN-z11",
      },
      {
        year: 2017,
        description:
          "Компания Tesla официально предсатвила первый в мире электрический грузовик Tesla Semi.",
      },
      {
        year: 2018,
        description:
          "Старт космического аппарата Solar Probe Plus, предназначенного для излучения Солнца",
      },
      {
        year: 2019,
        description:
          "Google объявил о создании 53-кубитного квантового компьютера",
      },
      {
        year: 2020,
        description:
          "Корабль Crew Dragon вернулся на Землю из первого пилотируемого полета",
      },
      {
        year: 2022,
        description:
          "NASA успешно завершает миссию по возвращению образцов с Марса с помощью марсохода Perseverance.",
      },
    ],
    dates: "2015 2022",
  },
];
